[
  {
    "puzzle": "Boat Cargo",
    "hints": [
      {
        "label": "Small Hint",
        "text": "In previous episodes of this journey entering solutions was done with ease.<br/>In this episode there is an extra step before it’ll be a breeze.<br/>The icons on page 50 show you where each word will start.<br/>But knowing where the letters flow from there - now that’s the tricky part."
      },
      {
        "label": "Medium Hint",
        "text": "Five Solution Words to solve for, but where do they fit in?<br/>Have a look at the contents of the boat before you begin.<br/>The layout on Page 50, appears to be a twin.<br/>Five sets of coloured letters will lead you to a win."
      },
      {
        "label": "Big Hint",
        "text": "Across the top packages you can see five letters that are green.<br/>Transfer them to the small boxes on page 50 to keep things clean.<br/>Now the placement for that solution word you may glean.<br/>The first letter of that Solution Word will be “H”, plainly seen."
      },
      {
        "label": "Solution",
        "text": "In previous episodes it has been very straightforward as to where you need to enter your Solution Words to each puzzle, but this episode requires an extra step to get started. While it is not essential to solve this part first, it allows you to know with confidence where to enter your Solution Words as you solve for them. The boxes, and sleeping bags stored in the bottom of the boat as seen on the envelope have coloured letters in each of them. By reading one coloured letter at a time from left to right you’ll see the following words: <ul><li><b>Green:</b> WUZZLE</li><li><b>Orange:</b> ANGLES</li><li><b>Purple:</b> PAINT</li><li><b>Yellow:</b> WAR AND POEM</li><li><b>Red:</b> CHART</li></ul> The layout of the packages resembles the sketch on Page 50, where each package has a small square to record those letters. As the text above the sketch on Page 50 implies, your Solution Words will have common letters that share a space. Your completed Solutions Page set up <a href='#/hint-image?image=SolutionOrder' style='color: lightblue;'>should look like this.</a>"
      }
    ]
  },
  {
    "puzzle": "Wuzzle Puzzle",
    "hints": [
      {
        "label": "Small Hint",
        "text": "The crew that set out to South Georgia was a 6-man team.<br/>Page 43 details how Shackleton held them all in high esteem."
      },
      {
        "label": "Medium Hint",
        "text": "Shackleton is the one writing, and highlights the team of six.<br/>A variety of temperaments makes it crucial whom he picks.<br/>Take note specifically where each crew member needs to sit.<br/>Write out each of their names in order to see how they fit."
      },
      {
        "label": "Big Hint",
        "text": "Shackleton mentions that McCart<b>HY</b> will be at the front. So according to Wuzzle, either the H or Y is what we hunt. Vince<b>NT</b> being at the end is what we have heard. So either N or T shall conclude our 6-letter word."
      },
      {
        "label": "Solution",
        "text": "Worsley’s note (the Wuzzle Puzzle), on the back of the night sky picture, suggests that if you use either the last or second to last character of the name from each of the six men on the Caird headed for South Georgia, that you can spell a six letter word. Page 43 mentions the names (minus Shackleton, who is the one writing) of those on the boat. There are also some rules to provide you with the order so that you do not need to guess (or anagram). The names in the order they appear and the logic for their placement is as follows:<br><br> McCarthy is first - simply because he is strong and able.<br> Shackleton is second - because he wants as few as possible ahead.<br> Crean is third - because Shackleton says he is next to him.<br> Worsley is fourth - because Shackleton says there are 3 ahead of him.<br> McNeish is fifth - because we know he is near Vincent.<br> Vincent is last - because Shackleton says so.<br><br> With the six crew members arranged in the order Shackleton provides, you can now choose from either the last or second-to-last letter from each of their names to spell the word HONEST:<br><ul><li>McCart<b>H</b>y</li><li>Shacklet<b>O</b>n</li><li>Crea<b>N</b></li><li>Worsl<b>E</b>y</li><li>McNei<b>S</b>h</li><li>Vincen<b>T</b></li></ul>"
      }
    ]
  },
  {
    "puzzle": "Sextant Sightings",
    "hints": [
      {
        "label": "Nudge",
        "text": "The overall goal of this puzzle is to use the 6 readings from page 52 to obtain a 6-letter word from the Sightings Degrees Table by using the Sextant and the Night Sky picture."
      },
      {
        "label": "Part 1 - Using the Sextant",
        "parts": [
          {
            "label": "Small Hint",
            "text": "If you’re having trouble don’t lose heart.<br>Understanding how to use the sextant is a good place to start.<br>Use page 51, the sextant, and the night sky to begin.<br>Replicating the example will set you up for a win.<br>Understanding how this tool works, builds a foundation.<br>Now understanding the readings won’t lead to frustration."
          },
          {
            "label": "Medium Hint",
            "text": "Place the sextant on the outline in the night sky.<br>Point the input angle arm to the moon - give it a try.<br>Now move the armature until the input and output angles are the same.<br>If you’ve done it properly, having them both at 30° is the aim.<br>At the base of the sextant a reading of roughly 55 is visible.<br>That reading can now be used on your Sighting Degrees Table."
          },
          {
            "label": "Big Hint",
            "text": "Now you know how to use the sextant along with the night sky.<br>Notes from all 6 days are required or the crew is sure to die!<br>“What information do I need from the Navigation Log?” you might ask.<br>Each day only holds two pieces of information that are crucial to the task.<br>First, what planet was spotted, and second, was it in the AM or PM?<br>Now use those sextant skills and repeat the process for each of them."
          },
          {
            "label": "Solution",
            "text": "Using Worsley’s instructions for how to use the sextant on Page 51, the Navigational Log (page 52), the sextant, and the night sky picture, you can obtain an Armature Reading for each of the 6 sightings on Page 52. For a demonstration of how that is done, you can see <a href='#/hint-image?image=Sextant' style='color: lightblue;'>video here</a><br><br> Repeating this for each of the six sightings should yield the following Armature Readings. Note that these readings do not need to be exact. Rounding to the nearest 5th is sufficient:<br><ul><li>27 April - Moon AM: ~ 55</li><li>29 April - Saturn PM: ~ 75</li><li>4 May - Mars AM: ~ 85</li><li>5 May - Venus AM: ~40</li><li>7 May - Sun PM: ~ 55</li><li>8 May - Jupiter AM: ~110</li></ul>"
          }
        ]
      },
      {
        "label": "Part 2 - Using the Sighting Degrees Table",
        "parts": [
          {
            "label": "Nudge",
            "text": "Using the sextant, you should feel confident and able.<br>Ensure this, before attempting to use the green Sightings Table."
          },
          {
            "label": "Small Hint",
            "text": "The Sighting Degrees Table shows numbers in ranges.<br>Depending on AM/PM, and which planet, the span changes.<br>Plot the six Armature Readings from the spheres in the sky.<br>Find their southern hemisphere letters, and you’ll see why."
          },
          {
            "label": "Medium Hint",
            "text": "Getting a reading from the table requires four pieces of information.<br>First - Note the hemisphere based on their location.<br>Second - What planet is in question?<br>Third - Was the reading taken in the morning, or evening?<br>Fourth - Use the number from the sextant’s Armature Reading."
          },
          {
            "label": "Big Hint",
            "text": "On day one, at midnight (which is AM) the moon was spotted.<br>The Armature Reading of 55 must now be plotted.<br>The moon has a range of 53-67, in the AM, on row eight.<br>In the southern hemisphere, the letter “F” will correlate."
          },
          {
            "label": "Solution",
            "text": "The readings from Part 1 can now be plotted in the green Sighting Degrees Table. <a href='#/hint-image?image=SightingTable' style='color: lightblue;'>This image</a> shows an example of how the first reading of 55 for the Moon (AM = top set of numbers) will yield the letter F. By following those directions for each of the 6 readings you will get the answer <b>FINALE</b>."
          }
        ]
      }
    ]
  },
  {
    "puzzle": "Haakon Bay Watercolour",
    "hints": [
      {
        "label": "Part 1 - Selecting Colours",
        "parts": [
          {
            "label": "Small Hint",
            "text": "“Is this real watercolour paint?”, you might ask.<br>Painting by numbers (or letters) is your task."
          },
          {
            "label": "Medium Hint",
            "text": "There are five different colours on the painter’s palette.<br>Each one will be used to fill in the map like a voter’s ballot.<br>Two letters are used to abbreviate the colour of each one.<br>Now actually paint the map! It’s the next thing to be done."
          },
          {
            "label": "Big Hint",
            "text": "The Range Mountains are Red, that’s what “RE” means.<br>How about the reef with its beautiful aqua greens?<br>When the paint is all gone, is there something you see?<br>It looks like a strange marking - what could it be?"
          },
          {
            "label": "Solution",
            "text": "To solve this puzzle you’ll need to use the paintbrush provided, and a bit of water. Each of the colours on the palette has a description for each colour (in case you have colour blindness). For example, the blue splotch is labelled “Deep Water”. On the map, the area best associated with “Deep Water” is where the boat entered from the South Atlantic Ocean. A colour abbreviation is also provided (BL.) for blue. This same logic can be followed for each of the regions, as follows:<br><br> Deep Water (blue) = Boat Entered K. Haaken Bay (BL.)<br> Shallow Water (green) = Reefs (GR.)<br> Coastal Lands (orange) = Land/Glacier (OR.)<br> High Lands (red) = Range Mountains (RE.)<br> Summits & Peaks (brown) = Peaks (BR.)<br><br> Do not worry about actually fully painting the map. You only need to use enough of the paint to reveal the marking printed beneath each paint splotch."
          }
        ]
      },
      {
        "label": "Part 2 - Deciphering the Symbols",
        "parts": [
          {
            "label": "HELP! I painted too hard!",
            "text": "If you got a little carried away with the water and painting, we got you! <a href='#/hint-image?image=PaletteSolution' style='color: lightblue;'>Click here</a> to see what should be beneath your paint splotches."
          },
          {
            "label": "Small Hint",
            "text": "Peculiar markings seen all over the map.<br>Most of them you can ignore or scrap.<br>Markings from under each of the five colours peek.<br>And a 5-letter word is what you seek."
          },
          {
            "label": "Medium Hint",
            "text": "Under the blue deep water, a sideways 7 is seen.<br>Can you find a match on the map to see what it might mean?"
          },
          {
            "label": "Big Hint",
            "text": "Markings above some letters on the map are sure to be seen.<br>A square with a line was hidden under green.<br>Find its match in that area on the map and a letter you will glean.<br>Say - the area labelled “Imminent Danger” is painted green!"
          },
          {
            "label": "Solution",
            "text": "Once you have removed the paint from the palette five icons are revealed. These icons are found above a variety of different letters all over the map. For example, under the blue “deep water” label, you find what looks like a sideways seven. This marking can also be seen above several different letters on the map, but the only one that matters is the instance where it appears in the matching area on the map painted blue, which is above the <b>R</b> in the word “...entered…”. This is the first letter in your five-letter solution. Repeat this for each of the colours:<br><br> Deep Water (blue) = R in “...entered..”<br> Shallow Water (green) = I in “Imminent Danger”<br> Coastal Lands (orange) = N in “Land/Glacier”<br> High Lands (red) = S in “Range Mountains”<br> Summits & Peaks (brown) = E in “Peaks”<br><br> The solution to this puzzle is <b>RINSE</b>."
          }
        ]
      }
    ]
  },
  {
    "puzzle": "The Daily Chronicle",
    "hints": [
      {
        "label": "Nudge",
        "text": "Don’t get bogged down by reading every bit of the text.<br>There is not much in there to help you pass this test."
      },
      {
        "label": "Small Hint",
        "text": "The assassination of the Archduke was certainly a big deal.<br>But these explorers were practically seethrough praying for another meal!"
      },
      {
        "label": "Medium Hint",
        "text": "The poet that wrote the Rime of the Mariner chose some strange capitalizations.<br>And whoever was reading that article was making some odd shaped notations.<br>These two individuals could make quite the combination."
      },
      {
        "label": "Big Hint",
        "text": "The shape of the stanzas in the poem - I’ve seen those before!<br>Aw, that’s right - they’re outlined in an article about the war!<br>Aligning one on top of the other may provide new information.<br>And using a window or light may help with illumination."
      },
      {
        "label": "Solution",
        "text": "By looking at the solution sheet you may deduce that you need a 10-letter word for this puzzle. There are 10 stanzas in the poem with capitalized letters, and there are 10 outlines made in the newspaper article. Each stanza has a unique shape which matches one of the outlines on the newspaper. Identifying which line the capitalizations are on and noticing which line the circle is on in the newspaper can further assist in identifying which ones match up. By placing the poem behind the newspaper article you can align the text with the outline in a way that a single capitalized letter from the poem will be seen through the drawn circle outlined in the article.<br><br> In the order they appear in the newspaper article, the letters revealed spell the word <b>PERMISSION</b>. <a href='#/hint-image?image=NewspaperSolution' style='color: lightblue;'>Click here</a> to see which stanzas align with each of the outlines seen in the newspaper article."
      }
    ]
  },
  {
    "puzzle": "Inc' & Correct Chart",
    "hints": [
      {
        "label": "Small Hint",
        "text": "On page 52, Worsley tries to make something very clear.<br/>Days 1-5 and the Increments & Corrections is all you need here.<br/>Using two simple things he is trying to enable.<br/>Ignore the 6th day and any other tools or tables."
      },
      {
        "label": "Medium Hint",
        "text": "There are several pieces of information to track.<br/>If you miss a step you’ll need to go back.<br/>First - Each reading is taken 1 meter above the sea.<br/>Second - Noting the planet seen each day is key.<br/>Third - You now have a number between 9 and 29.<br/>Fourth - That number is then modified depending on the time.<br/>Fifth - Modify the number again depending on the season.<br/>Sixth - The number can become a letter and gives it a reason."
      },
      {
        "label": "Big Hint",
        "text": "On April 27, they spotted the moon at midnight.<br/>At 1 meter above sea level, that is 26, right?<br/>Modify that number knowing midnight is the time of day.<br/>Modify it again since we know it’s between March and May.<br/>The title of the chart says “A=1” to make your next step clear:<br/>Translate each reading to a letter and the solution is near."
      },
      {
        "label": "Solution",
        "text": "On page 52 Worsley’s Navigational Log shows 6 days of readings in total. However, he mentions that the first time he used the readings, he just used Days 1-5 and the “Increments and Corrections Chart”. Do not be distracted by any other pieces.<br><br> On April 27, they spotted the moon at midnight, and he mentions that all readings were taken at 1 meter above sea level. Using that information on the “Increments and Corrections Chart” you get the number 26. However, you then need to modify that number based on the time of day and the season. Since the reading was taken at midnight, you subtract 4, as seen in the “Time of Day Modifier” section, which brings you to 22. Then, using the “Month Modifier” section you subtract another 4 because it falls between March and May. Your final number is 18. In the title there is a clue which says “A=1”. You now need to make an alphanumeric translation of “18” to get the letter “<b>R</b>”.<br><br> Repeat this process for all 5 days as follows:<br><ul><li>27 April: 26 - 4 - 4 = 18 = <b>R</b></li><li>29 April: 10 + 3 - 4 = 9 = <b>I</b></li><li>4 May: 26 - 3 - 4 = 19 = <b>S</b></li><li>5 May: 17 - 2 - 4 = 11 = <b>K</b></li><li>7 May: 28 + 1 - 4 = 25 = <b>Y</b></li></ul>"
      }
    ]
  },
  {
    "puzzle": "Meta Puzzle",
    "hints": [
      {
        "label": "Trouble Assembling the boat?",
        "text": " <a href='#/hint-image?image=CairdAssemble' style='color: lightblue;'>Click here</a> to see the boat being assembled."
      },
      {
        "label": "Not sure where to enter your solution words?",
        "text": "If you’re not sure where to record your solutions words refer to the hint section above labelled “SOLUTION ORDER (Boat Cargo)” first. Your finished solution sheet <a href='#/hint-image?image=SolutionsOrder' style='color: lightblue;'>should look like this</a> before attempting the meta puzzle."
      },
      {
        "label": "Nudge",
        "text": "If you’ve entered all your solutions on page 50, you’re ready to go.<br>The spiralling boards on the boat tell you everything you need to know."
      },
      {
        "label": "Small Hint",
        "text": "On the top board at the bow of the Caird, you’ll see the letter “B”.<br>Follow it clockwise to find a sentence - you’ll see eventually."
      },
      {
        "label": "Medium Hint",
        "text": "These explorers were tough, and they made no excuses.<br>But “by the time we got there all 12 small packages were useless”.<br>This spiraling message tells you what you need to do.<br>The letters you filled in on page 50? You need to eliminate a few."
      },
      {
        "label": "Big Hint",
        "text": "The spiraling message has told you the 12 letters you’ll need to ignore.<br>The bottom of page 50 shows you need three words and no more.<br>Some letters may be used more than once, that’s for sure.<br>One last journey remains to bring the men ashore!"
      },
      {
        "label": "Solution",
        "text": "Once the James Caird is assembled, the boards of the boat come together at an angle at the bow (front) of the boat. Beginning there and following the boards clockwise, the letters on the boards begin to spell out words, separated by a dot. The message reads “<b>by . the . time . we . got . there . all . 12 . small . packages . were . useless.</b>”<br><br> You now need to look to page 50 where your solutions have been recorded. There are twelve squares and circles that are roughly the same size, and smaller than all the other packages. <a href='#/hint-image?image=SolutionsDeletions' style='color: lightblue;'>Click here</a> to confirm you’ve eliminated the correct packages.<br><br> The bottom of page 50 clues that you’re looking for a three word phrase.<br><br> At the top of page 50 the text “cramped below deck = spaces often share two purposes” is a clue that some letters may need to be used more than once.<br><br> Reading left to right, and top to bottom, you can make out the phrase <b>“ONE FINAL MISSION”</b>."
      }
    ]
  }
]
